
package com.saltware.enface.enboard.service;

import java.util.List;

import com.saltware.enface.enboard.vo.BoardMenuVo;
import com.saltware.enview.exception.BaseException;


/**  
 * 개요 : 게시판 메뉴 메니저
 * @date: 2015.08.06
 * @author: 나상모(솔트웨어)
 * @history : 
 *	-----------------------------------------------------------------------
 *	변경일				작성자						변경내용
 *	---------- ------------------- ---------------------------------------
 * 2015.08.06 	나상모(솔트웨어) 				최초작성
 *	-----------------------------------------------------------------------
 */
public interface BoardMenuManager{
	
    /**  
	 * 처리내용 : 게시판 톱 메뉴를 조회한다.
	 * @date: 2015.08.06
	 * @author: 나상모(솔트웨어)
	 * @history : 
	 *	-----------------------------------------------------------------------
	 *	변경일				작성자						변경내용
	 *	---------- ------------------- ---------------------------------------
	 * 2015.08.06 	나상모(솔트웨어) 				최초작성
	 *	-----------------------------------------------------------------------
	 * @param request
	 * @return 게시판메뉴
	 * @exception BaseException
	 */
	public BoardMenuVo getTopMenu() throws BaseException;

    /**  
	 * 처리내용 : 포탈요 게시판 메뉴를 조회한다.
	 * @date: 2015.08.06
	 * @author: 나상모(솔트웨어)
	 * @history : 
	 *	-----------------------------------------------------------------------
	 *	변경일				작성자						변경내용
	 *	---------- ------------------- ---------------------------------------
	 * 2015.08.06 	나상모(솔트웨어) 				최초작성
	 *	-----------------------------------------------------------------------
	 * @param request
	 * @return 게시판메뉴
	 * @exception BaseException
	 */
	public BoardMenuVo getTopMenuForPortal() throws BaseException;
	
	/**
	 * 처리내용 : 게시판 메뉴를 조회한다.
	 * @date: 2015.08.06
	 * @author: 나상모(솔트웨어)
	 * @history : 
	 *	-----------------------------------------------------------------------
	 *	변경일				작성자						변경내용
	 *	---------- ------------------- ---------------------------------------
	 * 2015.08.06 	나상모(솔트웨어) 				최초작성
	 *	-----------------------------------------------------------------------
	 * @param request
	 * @param menuId - 메뉴ID
	 * @return 게시판메뉴
	 * @exception BaseException
	 */
	public BoardMenuVo getMenu(String menuId) throws BaseException;

	/**
	 * 처리내용 : 게시판 메뉴를 조회한다.
	 * @date: 2015.08.06
	 * @author: 나상모(솔트웨어)
	 * @history : 
	 *	-----------------------------------------------------------------------
	 *	변경일				작성자						변경내용
	 *	---------- ------------------- ---------------------------------------
	 * 2015.08.06 	나상모(솔트웨어) 				최초작성
	 *	-----------------------------------------------------------------------
	 * @param request
	 * @param menuId - 메뉴ID
	 * @return 게시판메뉴
	 * @exception BaseException
	 */
	public BoardMenuVo getMenuForPortal(String menuId) throws BaseException;
	
	/**  
	 * 처리내용 : 게시판 메뉴 캐시를 재설정한다.
	 * <br> 로그인, 로그아웃, 언어변경, 사용자변경 재절정해야한다. 
	 * @date: 2015.08.06
	 * @author: 나상모(솔트웨어)
	 * @history : 
	 *	-----------------------------------------------------------------------
	 *	변경일				작성자						변경내용
	 *	---------- ------------------- ---------------------------------------
	 * 2015.08.06 	나상모(솔트웨어) 				최초작성
	 *	-----------------------------------------------------------------------
	 * @exception BaseException
	 */
	public void invalidate();
	

	/**  
	 * 처리내용 : 권한에 따른 게시판 메뉴를 조회한다. (카테고리 제외)
	 * @date: 2015.08.31
	 * @author: 나상모(솔트웨어)
	 * @history : 
	 *	-----------------------------------------------------------------------
	 *	변경일				작성자						변경내용
	 *	---------- ------------------- ---------------------------------------
	 * 2015.08.31 	나상모(솔트웨어) 				최초작성
	 *	-----------------------------------------------------------------------
	 * @param auth 권한
	 *  @return 게시판 메뉴리스트
	 * @exception BaseException
	 */
	public List getBoardMenuList( int auth);
	
	/**  
	 * 처리내용 : 게시판 갯수를 얻는다. 
	 * @date: 2015.09.14
	 * @author: 나상모(솔트웨어)
	 * @history : 
	 *	-----------------------------------------------------------------------
	 *	변경일				작성자						변경내용
	 *	---------- ------------------- ---------------------------------------
	 * 2015.09.14 	나상모(솔트웨어) 				최초작성
	 *	-----------------------------------------------------------------------
	 *  @return 게시판 갯수
	 * @exception BaseException
	 */
	public int getBoardCount() throws BaseException;
	

}
