<!DOCTYPE html>
<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<html xmlns="http://www.w3.org/1999/xhtml">

<link rel="stylesheet" type="text/css" href="${pageContext.request.contextPath}/kops/css/default.css"/>
<script type="text/javascript" src="${pageContext.request.contextPath}/kops/js/jquery.min.js"></script>
<script type="text/javascript" src="${pageContext.request.contextPath}/kops/js/jquery-ui.min.js"></script>
<script type="text/javascript" src="${pageContext.request.contextPath}/kops/js/common.js"></script>
<script type="text/javascript" src="${pageContext.request.contextPath}/kops/js/sub.js"></script>
<style>
h2{margin-top:30px;}
</style>
</head>

<body>
	<div class="contents help"> 

		<!-- contents -->
		<h2 class="sub_title">개인정보처리방침</h2>
		
			<pre class="privacy_text">
의료기관평가인증원(이하 “인증원‘)은 국민 여러분의 소중한 개인정보를 수집 · 이용 · 제공 등 처리 시 「개인정보보호법」 등 관련 법령상의 개인정보보호 규정을 준수하며, 「개인정보보호법」 제30조제1항 및 동법 「시행령」 제31조제1항에 따라 다음 사항에 대해 「개인정보 처리방침」을 운영하여 이용자의 개인정보를 보호하고, 개인정보와 관련된 고충을 원활하게 처리할 수 있도록 하고 있습니다. 이 방침은 인증원에서 운영하는 모든 웹사이트에 적용됨을 알려드립니다. 

<h2>제1조 개인정보의 처리 목적</h2>
의료기관평가인증원 인증시스템, 환자안전사고 보고 및 학습, 회원관리를 위해 개인정보를 처리합니다. 처리하고 있는 개인정보는 보유 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다. 

<h2>제2조 (개인정보의 수집항목, 수집방법, 보유근거, 보유기간)</h2>
의료기관평가인증원은 정보주체의 동의 및  환자안전법 시행령 제10조(민감정보 및 고유식별정보의 처리) 등 관련 법령에 의해서만 개인정보를 수집·이용 합니다.
의료기관평가인증원은 『개인정보 보호법』 제32조에 따라 등록·공개하는 개인정보파일의 현황은 다음과 같습니다. 

<div class="board_list"><table summary="제2조 (개인정보의 수집항목, 수집방법, 보유근거, 보유기간)" class="table_t2">
		<caption>제2조 (개인정보의 수집항목, 수집방법, 보유근거, 보유기간)</caption>
		<colgroup>
			<col width="12%" />
			<col width="30%" />
			<col width="11%" />
			<col width="12%" />
			<col width="21%" />
			<col width="%" />
		</colgroup>
		<thead>
			<tr>
				<th>개인정보파일명</th>
				<th>수집항목</th>
				<th>수집방법</th>
				<th>보유부서</th>
				<th>보유근거</th>
				<th>보유기간</th>
			</tr>
		</thead>
		<tbody>
			<tr>
				<td>환자안전 전담인력 정보</td>
				<td>아이디, 패스워드, 성명, 주민등록번호, 생년월일, 이메일, 전화번호, 면허번호, 면허종류, 취득일, 의료기관명, 경력정보(근무기관명, 근무기간)</td>
				<td>온라인 수집</td>
				<td>환자안전본부</td>
				<td>정보주체 동의, 환자안전법 시행령 제10조(민감정보 및 고유식별정보의 처리)</td>
				<td>준영구</td>
			</tr>
			<tr>
				<td>일반 회원 정보</td>
				<td>아이디, 비밀번호, 이름, 이메일, 휴대폰번호, 성별, 생년월일</td>
				<td>온라인 수집</td>
				<td>환자안전본부</td>
				<td>정보주체 동의</td>
				<td>2년보유 후 재동의, 회원탈퇴 시 까지</td>
			</tr>
		</tbody>
	</table></div>

※ 개인정보파일 등록사항 공개는 행정자치부 개인정보보호 종합포털(www.privacy.go.kr)→개인정보파일 목록검색→개인정보 열람등요구에서 기관명에 ‘의료기관평가인증원’를 입력하여 조회 후 확인하시기 바랍니다.


<h2>제3조 (개인정보의 제3자 제공)</h2>
의료기관평가인증원은 이용자로부터 수집한 개인정보를 제1조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며, 다음의 경우를 제외하고는 정보주체의 사전 동의 없이는 본래의 목적 범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다.
- 정보주체로부터 별도의 동의를 받은 경우
- 법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우
- 공공기관이 법령 등에서 정하는 소관 업무의 수행을 위하여 불가피한 경우
- 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백히 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우
- 통계작성 및 학술연구 등의 목적을 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 개인정보를 제공하는 경우
- 개인정보를 목적 외의 용도로 이용하거나 이를 제3자에게 제공하지 아니하면 다른 법률에서 정하는 소관 업무를 수행할 수 없는 경우로서 보호위원회의 심의·의결을 거친 경우
- 조약, 그 밖의 국제협정의 이행을 위하여 외국정부 또는 국제기구에 제공하기 위하여 필요한 경우
- 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우
- 법원의 재판업무 수행을 위하여 필요한 경우
- 형(刑) 및 감호, 보호처분의 집행을 위하여 필요한 경우

<h2>제4조 (개인정보처리의 위탁에 관한 사항)</h2>
의료기관평가인증원에서 관리하는 개인정보의 처리를 위탁하는 경우, 『개인정보 보호법』 제26조에 근거하여 위탁업체에 따른 개인정보 처리를 제한하는 계약을 체결하고 수탁기관이 기술적·관리적·물리적 보호조치의무를 이행하도록 관리감독을 시행하고 있습니다. 의료기관평가인증원은 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보처리 업무를 위탁하고 있습니다. 

<div class="board_list"><table summary="제4조 (개인정보처리의 위탁에 관한 사항)" class="table_t2">
			<caption>제4조 (개인정보처리의 위탁에 관한 사항)</caption>
			<colgroup>
				<col width="20%" />
				<col width="20%" />
				<col width="30%" />
				<col width="30%" />
			</colgroup>
			<thead>
				<tr>
					<th>수탁자</th>
					<th>연락처</th>
					<th>위탁 목적</th>
					<th>개인정보의 보유기간·이용기간</th>
				</tr>
			</thead>
			<tbody>
				<tr>
					<td>브이티더블유</td>
					<td>02-727-5600</td>
					<td>환자안전보고학습시스템 구축 사업</td>
					<td>위탁계약 종료 시까지</td>
				</tr>
				<tr>
					<td>중외정보기술</td>
					<td>02-801-1128</td>
					<td>환자안전보고학습시스템 구축 사업</td>
					<td>위탁계약 종료 시까지</td>
				</tr>
				<tr>
					<td>아이크래프트</td>
					<td>02-541-0474</td>
					<td>환자안전보고학습시스템 인프라 구축 사업</td>
					<td>위탁계약 종료 시까지</td>
				</tr>
			</tbody>
		</table></div>

<h2>제5조 (정보주체의 권리, 의무 및 그 행사방법에 관한 사항)</h2>
정보주체는 의료기관평가인증원에 대해 다음 각 호의 권리를 행사할 수 있습니다.

<strong>가. 개인정보 열람</strong>
의료기관평가인증원에서 보유하고 있는 개인정보파일은 『개인정보 보호법」 제35조(개인정보의 열람)에 따라 의료기관평가인증원 개인정보보호 보호책임자, 개인정보보호 분야별 책임자를 통해 열람을 요구할 수 있습니다. 다만 개인정보 열람 요구는 『개인정보 보호법」 제35조 4항에 의하여 다음과 같이 제한될 수 있습니다. 
1) 법률에 따라 열람이 금지되거나 제한되는 경우
2) 다른 사람의 생명·신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우
3) 공공기관이 다음 각 목의 어느 하나에 해당하는 업무를 수행할 때 중대한 지장을 초래하는 경우 
  - 조세의 부과·징수 또는 환급에 관한 업무
  - 학력·기능 및 채용에 관한 시험, 자격 심사에 관한 업무 
  - 보상금·급부금 산정 등에 대하여 진행 중인 평가 또는 판단에 관한 업무 
  - 다른 법률에 따라 진행 중인 감사 및 조사에 관한 업무 

<strong>나. 개인정보의 정정ㆍ삭제</strong>
의료기관평가인증원이 보유하고 있는 개인정보파일에 대해서는 『개인정보 보호법』 제36조에 따라 개인정보의 정정·삭제를 요구할 수 있습니다. 다만, 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다. 

<strong>다. 개인정보의 처리정지</strong>
의료기관평가인증원에서 보유하고 있는 개인정보파일에 대해서는 『개인정보 보호법』 제37조에 따라 개인정보의 처리정지를 요구할 수 있습니다. 다만, 개인정보 처리정지 요구는 다음 각 호의 경우 처리정지 요구가 거절 될 수 있습니다. 
  1) 법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우
  2) 다른 사람의 생명·신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할
     우려가 있는 경우
  3) 공공기관이 개인정보를 처리하지 아니하면 다른 법률에서 정하는 소관 업무를 수행할 수 없는 경우 
  4) 개인정보를 처리하지 아니하면 정보주체와 약정한 서비스를 제공하지 못하는 등 계약의 이행이 곤란
     한 경우로서 정보주체가 그 계약의 해지 의사를 명확하게 밝히지 아니한 경우 

<strong>라. 개인정보 열람,정정ㆍ삭제, 처리정지 권리행사(청구)  방법</strong>
정보주체는 『개인정보 보호법』 시행규칙 별지 제8호 서식에 따라 서면, 전자우편, 모사전송(FAX) 등의 방법으로 요구할 수 있으며, 의료기관평가인증원에 내방하여 본인확인 절차를 거친 후 청구하실 수 있습니다.

정보주체 본인확인 절차 
  1) 정보주체 본인인 경우에는 신분을 증명할 수 있는 증명서(주민등록증, 운전면허증 등 행정기관에 
     의해 공인된 것으로 쉽게 변조 및 도용을 할 수 없는 것) 제출
  2) 정보주체의 법정대리인인 경우에는 법정대리인을 증명할 수 있는 서류 제출
  3) 정보주체의 위임을 받은 자는 개인정보보호법 시행규칙 제11호 서식에 따른 위임장과 위임자와 
     대리인의 주민등록증 등 신분을 확인할 수 있는 증명서 제출

※ 개인정보 열람,정정ㆍ삭제, 처리정지 청구 절차
정보주체는 개인정보보호법령에서 정하는 바에 따라 본인의 개인정보 열람, 정정,삭제, 처리정지를 청구할 수 있습니다. (개인정보보호법 제35조 내지 제37조)

  절차
  1) 청구인(정보주체 또는 대리인)은 의료기관평가인증원(개인정보보호 책임자, 개인정보보호 분야별 책임자) 담당자에게 열람, 정정ㆍ삭제, 처리정지 청구를 한다
  2) 의료기관평가인증원(개인정보보호 책임자, 분야별책임자) 담당자는 10일 이내 결과를 청구인에게 
     통보한다
     - 청구 : 「개인정보 보호법 시행규칙」 별지 제8호서식
     - 결과통보 열람 : 개인정보보호법 시행규칙 제9호 서식
     - 결과통보 정정 삭제, 처리정지 : 개인정보보호법 시행규칙 제10호 서식

  개인정보 정정 또는 삭제 청구의 범위
     - 정정 : 사실과 다르게 기록된 정보
     - 삭제 : 정보주체의 정보가 아니거나 보유 불필요한 정보 등

<strong>마. 개인정보 열람, 정정·삭제, 처리정지 제한 및 거부에 대한 불복청구(이의제기) 방법</strong>
정보주체의 개인정보 열람, 정정·삭제, 처리정지 청구에 대하여 공단이 제한 또는 거절하는 경우 서면으로 그 사유와 볼복 시 "행정심판 청구" 또는 "행정소송 제기" 등의 이의제기 방법을 안내하고 있습니다.

<h2>제6조 (개인정보의 파기)</h2>
의료기관평가인증원은 개인정보 처리목적이 달성된 경우에는 지체 없이 해당 개인정보를 파기합니다. 다만, 다른 법률에 따라 보존하여야 하는 경우에는 그러하지 않습니다. 파기의 절차, 기한 및 방법은 다음과 같습니다. 

가. 파기절차
보존기간이 경과하거나 목적이 달성된 개인정보는 내부 방침 및 기타 관련 법령에 따라 파기합니다. 이 때, 수집된 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.

나. 파기기한
이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다

다. 파기방법
  - 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
  - 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.

<h2>제7조 (개인정보의 안전성 확보 조치)</h2>
가. 내부관리계획의 수립 및 시행 
개인정보의 분실·도난·유출·위조·변조 또는 훼손되지 아니하도록 『개인정보의 안전성 확보조치 기준』(행정자치부고시 제2016-제35호)에 의거하여 내부관리계획을 수립하여 시행하고 있습니다. 

나. 접근권한의 관리
- 개인정보처리시스템에 대한 접근 권한을 업무 수행에 필요한 최소한의 범위로 업무 담당자에게 접근권한을 차등 부여하고 있으며 개인정보취급자가 변경되었을 경우 지체없이 개인정보처리시스템에 대한 접근권한을 변경 또는 말소하고 있습니다. 
- 또한 안전한 비밀번호를 설정하도록 작성규칙을 수립하여 이행하고 있으며 계정정보 또는 비밀번호를  일정 횟수 이상 잘못 입력한 경우 개인정보처리시스템에 대한 접근을 제한하는 등 필요한 기술적 조치를 이행하고 있습니다. 

다. 접근통제
- 정보통신망을 통한 불법적인 접근 및 침해사고 방지를 위해 IP접근차단, 인터넷 사용 제한, 연 1이상 취약점 진단 및 조치, 장기 미접속자 시스템 접속 차단, 업무용 모바일기기 보호조치 등으로 개인정보처리시스템에 대한 접근통제를 이행하고 있습니다.

라. 개인정보의 암호화
- 고유식별정보, 비밀번호, 바이오정보를 정보통신망을 통하여 송신하거나 보조기업매체 등을 통하여 전달 하는 경우에는 안전한 알고리즘을 적용하여 암호화하고 있습니다. 
- 암호화된 개인정보를 안전하게 보관하기 위하여 안전한 암호 키 생성, 이용, 보관, 배포 및 파기 등에  관한 절차를 수립·시행하고 있습니다

마, 접속기록의 보관 및 점검
- 의료기관평가인증원은 개인정보취급자가 개인정보처리시스템에 접속한 기록을 6개월 이상 보관·관리하며, 개인정보의 분실·도난·유출·위조·변조 또는 훼손 등에 대응하기 위하여 접속기록 등을 반기별로 1회 이상 점검    하고 있습니다. 
- 의료기관평가인증원은 개인정보취급자의 접속기록이 위·변조 및 도난, 분실되지 않도록 해당 접속기록을 안전하게 보관하고 있습니다.

바. 악성프로그램 등 방지
- 의료기관평가인증원은 악성프로그램 등을 방지·치료할 수 있는 백신 소프트웨어 등의 보안 프로그램을 설치·운영하고 있습니다. 

사. 관리용 단말기의 안전한 조치
- 의료기관평가인증원은 개인정보 유출 등 개인정보 침해사고 방지를 위하여 관리용 단말기에 대해 인가받지 않은 단말기 사용차단, 본래 목적 외 사용금지, 백신 등 보안프로그램 설치 등의 안전조치를 이행하고 있습니다. 

아. 물리적 안전조치
- 의료기관평가인증원은 전산실, 자료보관실 등 개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 있으며, 이에 대한 출입통제 절차를 수립·운영하고 있습니다.

자. 개인정보의 파기
- 의료기관평가인증원은 개인정보를 파기할 경우 다음 각 호 중 어느 하나로 조치하고 있습니다. 
 1) 완전파괴(소각·파쇄 등)
 2) 전용 소자장비를 이용하여 삭제
 3) 데이터가 복원되지 않도록 초기화 또는 덮어쓰기 수행
또한, 개인정보의 일부만을 파기하는 경우, 제1항의 방법으로 파기하는 것이 어려울 때에는 아래와 같이 조치하고 있습니다.
 1) 전자적 파일 형태인 경우 : 개인정보를 삭제한 후 복구 및 재생되지 않도록 관리 및 감독
 2) 기록물, 인쇄물, 서면, 그 밖의 기록매체인 경우 : 해당 부분을 마스킹, 천공 등으로 삭제

<h2>제8조 (개인정보 보호책임자 및 담당자)</h2>
의료기관평가인증원은 개인정보 처리의 안전성을 확보하고 국민의 권익보호 및 공공업무의 적정한 수행을 도모하기 위해 개인정보 보호책임자를 다음과 같이 지정·운영 하고 있습니다. 

ㅇ 개인정보보호 총괄 책임자: 경영기획실장
ㅇ 이메일: koiha@koiha.or.kr
ㅇ 전화번호: 02-2076-0602

ㅇ 개인정보보호 분야별 책임자: 환자안전팀장
ㅇ 이메일: hjseo@koiha.or.kr
ㅇ 전화번호: 02-2076-0660

ㅇ 개인정보보호 책임자: 전산팀장
ㅇ 이메일: jaesoo@koiha.or.kr
ㅇ 전화번호: 02-2076-0619

<h2>제9조 (권익침해 구제방법)</h2>
정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다.이 밖에 기타 개인정보침해의 신고 및 상담에 대하여는 아래의 기관에 문의하시기를 바랍니다. 

ㅇ 개인정보 분쟁조정위원회 : 02-405-5150 (www.kopico.or.kr), (국번없이)118 (www.privacy.go.kr)
ㅇ 개인정보침해신고센터 : (국번없이)118 (http://privacy.kisa.or.kr)
ㅇ 대검찰청 첨단범죄수사과 : 02-3480-3573 (http://www.spo.go.kr)
ㅇ 경찰청 사이버테러대응센터 : 1566-0112 (http://www.nrtan.go.kr)

『개인정보 보호법』 제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제), 제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다. 

※ 행정심판에 대한 자세한 사항은 중앙행정심판위원회(http://www.simpan.go.kr)를 참고하시기 바랍니다. 

<h2>제10조 (개인정보 열람청구)</h2>
이용자는 개인정보호법 제35조에 따라 의료기관평가인증원 개인정보의 열람 청구를 개인정보 보호책임자 및 분야별 책임자에게 요구할 수 있습니다. 이용자의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다. 

<h2>제11조 (인터넷 접속정보파일 등 개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한 사항)</h2>
인증원은 인터넷 접속정보파일 등 개인정보를 자동으로 수집하는 장치를 설치·운영하지 않습니다. 만약 이러한 장치를 설치·운영하게 되는 경우 본 방침을 통하여 그 운영 목적과 수집되는 개인정보 항목을 공개할 것입니다

<h2>제12조 (개인정보 처리방침의 변경)</h2>
이 개인정보처리방침은 2017년 09월 25일부터 적용되며, 관계 법령 또는 보안기술의 변경에 따라 내용의 변경이 있을 시에는 시행일의 7일 전부터 홈페이지의 공지사항을 통하여 고지할 것입니다.
			</pre>
	</div>
	<!-- //contents -->
</body>
</html>